/* card validator error message */
"Card not supported for payment" = "Carte non prise en charge pour le paiement";

/* card validator error message */
"Card number is invalid" = "Le numéro de carte est invalide";

/* card validator error message */
"Card number is required" = "Le numéro de carte est requis";

/* card validator error message */
"Card number must contain only digits" = "Le numéro de carte doit uniquement contenir des chiffres";

/* card validator error message */
"Card’s expiration date is invalid" = "La date d’expiration de la carte est invalide";

/* card validator error message */
"Expiry date is required" = "La date d’expiration est requise";

/* card validator error message */
"Invalid card number" = "Numéro de carte invalide";

/* card validator error message */
"Invalid CVC / CVV" = "CVC / CVV invalide";

/* card validator error message */
"Invalid expires date" = "Date d’expiration invalide";

/* card validator error message */
"Invalid name on card" = "Nom sur la carte invalide";

/* card validator error message */
"Please enter your card name" = "Veuillez saisir le nom sur la carte";

/* card validator error message */
"Security code is invalid" = "Le code de sécurité est invalide";

/* card validator error message */
"Security code is required" = "Le code de sécurité est requis";

/* card validator error message */
"Security code must contain only digits" = "Le code de sécurité doit uniquement contenir des chiffres";


/* CVC / CVV placeholder */
"CVC / CVV" = "CVC / CVV";

/* CVC title with card brand and last4 */
"Enter CVC/CVV for\n%@" = "Saisissez le CVC/CVV pour\n%@";

/* Pay now - pay button */
"Pay now" = "Payer maintenant";

/* CVC title without card details */
"Enter CVC/CVV" = "Saisir CVC/CVV";

/* total amount of payment session */
"Total %@" = "Total %@";
